Repository: SvenJuergens/mailchimp
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: nl

# field.firstName
source: First name
nl: Voornaam

# field.lastName
source: Last name
nl: Achternaam

# field.interests
source: Interests
nl: Interesses

# error.memberExists
source: You are already registered with this email address!
nl: U bent al geregistreerd met dit e-mailadres!

# error.general
source: A general error occurred, sorry!
nl: Er heeft zich een fout voorgedaan, sorry!

# error.form.email.1221560718
source: Please provide an email address!
nl: Geef een e-mailadres op!

# error.form.email.1221559976
source: The provided email address is invalid!
nl: Het opgegeven e-mailadres is ongeldig!

# success.title
source: You have successfully registered!
nl: U bent geregistreerd!

# success.description
source: Please check your emails to activate the registration!
nl: Controleer uw e-mailbox om de registratie te activeren!

# form.submit
source: Submit
nl: Verzenden

# memberCount
source: Count of members
nl: Aantal leden
